Repository: breeezzz/PHPLeague-for-WP
Catalog: i18n/PHPLeague-*.po
Languages: si_si, sv_se

source: We did not find any player in the database.
si_si: Nismo našli nobenega igralca v bazi podatkov.

source: Firstname
si_si: Ime
sv_se: Förnamn

source: Lastname
si_si: Priimek
sv_se: Efternamn

source: New Player
si_si: Nov Igralec
sv_se: Ny Spelare

source: Birthdate
si_si: Datum Rojstva:
sv_se: Född

source: Height
si_si: Višina
sv_se: Längd

source: Weight
si_si: Teža
sv_se: Vikt

source: Player Listing
si_si: Seznam Igrlca

source: Player Information
si_si: Informacije o Igralcu
sv_se: Spelar Information

source: Player Record
si_si: Igralčeva Zgodovina

source: We did not find the player in the database.
si_si: Nismo našli igralca v bazi podatkov.

source: The birthdate must follow the pattern: "YYYY-MM-DD".
si_si: Datum rojstva mora slediti vzorcu: "LLLL-MM-DD ".

source: The weight must be bigger than 0 and lower than 255.
si_si: Teža mora biti večji od 0 in manjša od 255.

source: The height must be bigger than 0 and lower than 255.
si_si: Višina mora biti večja od 0 in manjša od 255.

source: Busted! ID is not correct!
si_si: Busted! ID ni pravilen!

source: Player edited with success!
si_si: Igralec urejen z uspehom!

source: Profile updated successfully.
si_si: Profil je bil uspešno posodobljen.

source: No team has been selected!
si_si: Nobena ekipa ni bila izbrana!

source: A player cannot be twice in the same team.
si_si: Igralec ne more biti dvakrat v isti ekipi.

source: Team added successfully to the profile.
si_si: Ekipa je bila uspešno dodan v profil.

source: -- Select a term --
si_si: - Izberite izraz -

source: First Name:
si_si: Ime:
sv_se: Förnamn:

source: Last Name:
si_si: Priimek
sv_se: Efternamn:

source: Height:
si_si: Višina:
sv_se: Längd:

source: Weight:
si_si: Teža:
sv_se: Vikt:

source: Birthdate:
si_si: Datum Rojstva:
sv_se: Född:

source: Picture:
si_si: Slika:
sv_se: Bild:

source: Term:
si_si: Izraz:

source: Player Biography
si_si: Igralčeva Biografija

source: -- Select a Team --
si_si: -- Izberi Ekipo --

source: Select one team from a league.
si_si: Izberite eno ekipo iz lige.

source: Add
si_si: Dodaj
sv_se: Lägg till

source: Add a Team
si_si: Dodaj Ekipo

source: Team
si_si: Ekipa
sv_se: Lag

source: Number
si_si: Število
sv_se: Nummer

source: Position
si_si: Mesto

source: -- Select a position --
si_si: - Izberite mesto -

source: Save Table
si_si: Shrani Tabelo

source: Player History
si_si: Zgodovina Igralca

source: Release:
si_si: Izdano:
sv_se: Premiär:

source: Homepage
si_si: Domača Stran
sv_se: Hemsida

source: <noscript>Javascript must be enabled, thank you.</noscript>
si_si: <noscript>Javascript mora biti omogočen, Hvala.</noscript>

source: Dashboard (PHPLeague)
si_si: Nadzorna Plošča (PHPLeague)

source: Clubs (PHPLeague)
si_si: Klubi (PHPLeague)

source: Players (PHPLeague)
si_si: Igralci (PHPLeague)

source: About (PHPLeague)
si_si: Več o (PHPLeague)

source: PHPLeague Latest News
si_si: PHPLeague Zadnje Novice

source: Team deleted successfully from the player history with all the data associated.
si_si: Ekipa uspešno izbrisana iz zgodovine igralca z vsemi pripadajočimi podatki.

source: Last 5 matches
si_si: Zadnjih 5 tekem

source: Pos
si_si: Mesto

source: Pts
si_si: točke
sv_se: Omg

source: P
si_si: T

source: W
si_si: Z

source: D
si_si: N
sv_se: O

source: L
si_si: P
sv_se: F

source: F
si_si: G

source: A
si_si: PG

source: Date
si_si: Datum
sv_se: Datum

source: Match
si_si: Tekma

source: Score
si_si: Rezultat
sv_se: Poäng

source: Factfile
si_si: Izkaznica

source: Details
si_si: Podrobnosti
sv_se: Detaljer

source: Name:
si_si: Ime:
sv_se: Namn:

source: Coach:
si_si: Trener:
sv_se: Tränare:

source: Venue:
si_si: Domače Igrišče:
sv_se: Plats:

source: Website:
si_si: Spletna Stran:
sv_se: Hemsida:

source: Creation:
si_si: Ustanvoljeno:
sv_se: Skapad:

source: -- Select a file --
si_si: - Izberite datoteko -
sv_se: -- Välj en data-fil --

source: Error! No action has been given.
si_si: Napaka! Ni bilo dano dejanje.

source: Latest Discussions About PHPLeague...
si_si: Zadnje Razprave O PHPLeague ...

source: Shortcodes
sv_se: Kortkoder

source: I did not test the plugin under all Operating Systems but I am pretty sure it must handle every environment. As WordPress 3.1+, the minimum version of PHP required is 5.2.4 or greater and MySQL version 5 or greater for your database. Javascript must be enabled in the back-end of PHPLeague.
sv_se: Jag har inte testa plugin i alla Operativsystem, men jag är ganska säker på att den hantera alla miljöer. Som WordPress 3,1 + är den minsta versionen av PHP krävs 5.2.4 eller senare och MySQL version 5 eller senare för databasen. Javascript måste vara aktiverat i back-end av PHPLeague.

source: The club is already in your database.
sv_se: Klubben finns redan i databasen.

source: Your league has currently <b></b> teams.
sv_se: Din liga har för tillfälligt <b></b> lag.

source: Make sure the database structure is up-to-date...
sv_se: Se till att databasstrukturen är uppdaterad...

source: Your database structure is OK!
sv_se: Din databasstruktur är OK!
