Repository: breeezzz/PHPLeague-for-WP
Catalog: i18n/PHPLeague-*.po
Languages: si_si, sv_se

source: Permission insufficient to run PHPLeague!
si_si: Nimate dovoljenja za zagon PHPLeague!
sv_se: Tillstånd otillräcklig för att köra PHPLeague!

source: Tables
si_si: Tabele
sv_se: Tabeller

source: Fixtures
si_si: Krogi
sv_se: Omgångar

source: Fixture
si_si: Krog
sv_se: Omgång

source: Clubs
si_si: Ekipe
sv_se: Klubbar

source: League
si_si: Liga
sv_se: Ligor

source: Style
si_si: Stil
sv_se: Stil

source: Normal
si_si: Normalen

source: Home
si_si: Doma
sv_se: Hem

source: Away
si_si: V gosteh
sv_se: Borta

source: Show latest results
si_si: Prikaži zadnji rezultat
sv_se: Visa senaste resultat

source: No
si_si: Ne
sv_se: Nej

source: Yes
si_si: Da
sv_se: Ja

source: ID Team
si_si: ID Ekipe
sv_se: ID Lag

source: Display all fixtures for a chosen league or only those for a team into that particular league.
si_si: Prikaži vse kroge za določeno ligo, ali samo kroge ene ekipe v določeni ligi.
sv_se: Visa alla omgångar för en vald liga eller endast de för ett lag, till just den ligan.

source: Club
si_si: Ekipa
sv_se: Klubb

source: Cancel
si_si: Prekliči
sv_se: Avbryt

source: Insert
si_si: Vstavi
sv_se: Infoga

source: Dashboard
si_si: Nadzorna Plošča
sv_se: Seriepanel

source: Players
si_si: Igralci
sv_se: Spelare

source: About
si_si: Več o
sv_se: Om

source: Overview
si_si: Pregled
sv_se: Överblick

source: This page is your dashboard and the main point of contact to manage most of the actions.
si_si: Dobrodošel na nadzorni plošči, iz katere je mogoče opraviti večino operacij!
sv_se: Den här sidan är din seriepanel och den främsta kontaktpunkten för att hantera de flesta av åtgärderna.

source: Create a League
si_si: Ustvari Ligo
sv_se: Skapa en liga

source: Choose a name and a year then you can create your league.
si_si: Izberi ime in leto za vnos nove Ekipe.
sv_se: Välj ett namn och om ett år kan du skapa din liga.

source: Delete a League
si_si: Izbriši Ligo
sv_se: Radera en Liga

source: Keep in mind that once you delete a league, all data associated will be destroyed.
si_si: Pozor!! Z izbrisom lige boste izgubili vse povezane podtake.
sv_se: Tänk på att när du tar bort en liga, kommer alla tillhörande data förstöras.

source: Manage Teams
si_si: Upravljanje Ekip
sv_se: Hantera Lag

source: The first thing you need to do once your league has been created is to assign it teams. You can have an odd or even number of teams, PHPLeague is handling every case smoothly, but still two teams minimum are required. A little counter is showing you how many teams are in the current league.You can remove more than once team at the same time too.
si_si: Po vnosu nove lige, ji je potrebno določiti pripadajoče ekipe. Število ekip je lahko sodo ali liho, PHPLeague poskrbi za oba primera. edina omejtive so najmanj 2 ekipi na ligo. Majhen števec vam kaže število ekip v določeni ligi. Mogoče je odstraniti več ekip hkrati!
sv_se: Det första du behöver göra när din liga har skapats är att tilldela den lag. Du kan ha ett udda eller jämnt antal lag, PHPLeague hanterar varje fall smidigt, men ändå två lag minst krävs. En liten räknare visar hur många lag är i den aktuella ligan. Du kan ta bort mer än en gång laget samtidigt.

source: Manage Fixtures
si_si: Upravljanje z Krogi
sv_se: Hantera omgångar

source: In the fixtures section, you will be asked to fill in every fixtures date. Be aware that the fixtures time is automatically added in the database. This time can be override in the settings section but then you have to come back here and save it one more time to update all fixtures date time.
si_si: V sekciji Krogi, boste morali vnesti datume vsakega kroga tekomvanja. Be aware that the fixtures time is automatically added in the database. This time can be override in the settings section but then you have to come back here and save it one more time to update all fixtures date time.
sv_se: I omgångs sektionen kommer du att bli ombedd att fylla i alla matcher hittills. Var medveten om att omgångstiden automatiskt läggs till i databasen. Denna tid kan ändras i Inställnings menyn, men då måste man komma tillbaka hit och spara det en gång till, för och uppdatera alla omgångars datum och tid.

source: Manage Matches
si_si: Upravljanje Tekem
sv_se: Hantera Matcher

source: In the matches sections, you have to relate every match between each others. Take time to fill in all the data because it is very easy to make a mistake. You can check if the data are OK in your teams section. Be aware that if you do not fill in the fixtures, you will not be able to fill in the matches.
si_si: V sekciji Tekme, morate povezati tekmovalne pare med seboj. Vzemi si čas za pravilen vnos vsheh podatkov. Ustreznost podatkov preverite v sekciji Ekipe. Če ne vnesete krogov tekmovanj, ne boste mogli vpisovati tekem!
sv_se: I match sektionerna måste du relatera varje match mellan varandra. Ta dig tid att fylla i alla uppgifter eftersom det är mycket lätt att göra ett misstag. Du kan kontrollera om uppgifterna är OK i lag avsnittet. Var medveten om att om du inte fyller i fixturer, kommer du inte att kunna fylla i matcherna.

source: Manage Results
si_si: Upravljanje Rezultatov
sv_se: Hantera Resultat

source: In the results section, you will be asked to fill in all the results for a fixture. If you want to add the results of a team before all the others, that is not a problem. Let every input blank and fill in the one you are interested in.
si_si: V sekciji Rezultati, boste vnašali rezultate za vsak krog tekmovanja. ČE želite da je rezultat ene ekipe objavljen pred ostalimi enostavno izpolnite željen par in ostalo pustite prazno.
sv_se: I avsnittet Resultat, kommer du att bli ombedd att fylla i alla resultat på en fixtur. Om du vill lägga till resultatet av en grupp före alla andra, är det inte ett problem. Låt varje ingång vara tomt och fyll bara i det du är intresserad,

source: Manage Settings
si_si: Upravljanje Nastavitev
sv_se: Hantera Inställningar

source: In this section, you have the possibility to setup every option available with the plugin like the number of points for a victory, a draw or a defeat. It might happen that a club received a penalty point or more than one. No problem, the plugin handle this perfectly. You can also use this to add "bonus" point.
si_si: V tej sekciji, boste lahko nastavili možnosti vtičnika, kot so št. točk za zmago, neodločen rezultat, poraz. Če si je kljub prislužil negativno toćko ali kakšen bonus lahko to upravljate v tej sekciji
sv_se: I det här avsnittet har du möjlighet att ställa in alla tillgängliga alternativet med tillägget (plugin) som antalet poäng för en seger, oavgjort eller förluster. Det kan hända att en klubb fått straffpoäng eller mer än en. Inga problem, tillägget (plugin) hanterar detta perfekt. Du kan också använda detta för att lägga till "bonus " poäng.

source: The Generator
si_si: Procesiranje podtakov
sv_se: Generatorn

source: This is the final step in order to update your table. When you choose to generate your table, every result will be calculated according to your settings and the database table will be filled in with the latest data.
si_si: To je zadnji korak, ki zagotovi da se vnešeni podatki obnovijo v bazi podatkov. S Procesiranjem podatkov, se bodo izvršijo kalkulacije, glede na nastavitve in se posodobi bazo podatkov z novimi vrednostmi.
sv_se: Detta är det sista steget för att uppdatera ditt bord. När du väljer att skapa din tabell kommer varje resultatet beräknas enligt dina inställningar och databasen tabellen fyllas i med de senaste uppgifterna.

source: This section of the plugin is entirely dedicated to the clubs management. You can add, edit or even delete a club once created.
si_si: Ta skcija priključka je posvečena upravljanju klubov. Klube lahko urejta, brišete ali ustvarite nove.
sv_se: Denna del av insticksprogrammet är helt inriktad på klubbens hantering. Du kan lägga till, redigera eller ta bort en klubb som du en gång skapat.

source: Add a Club
si_si: Dodaj Klub
sv_se: Lägg till en klubb

source: Create a club is really simple. You just need to choose a name and assign him a country.
si_si: Ustvariti Klub je zelo enostavno. Izbertie Ime Kluba in mu določite Državo
sv_se: Skapa en klubb är riktigt enkelt. Du behöver bara att välja ett namn och tilldela honom ett land.

source: Edit a Club
si_si: Uredi Klub
sv_se: Redigera en klubb

source: Once your club is available, you can edit it by clicking on his name.
si_si: Ko ste ustvarili Klub, ga lahku urejta tako, da kliknete nanj
sv_se: När din klubb är tillgänglig kan du redigera den genom att klicka på hans namn.

source: Delete a Club
si_si: Izbriši Klub
sv_se: Radera en klubb

source: Keep in mind that once you delete a club, all data associated will be destroyed.
si_si: Pozor! Ko izbrišete klub, bodo vsi podatki, povezani uniči.
sv_se: Tänk på att när du tar bort en klubb, kommer alla tillhörande data förstöras.

source: The Countries
si_si: Države
sv_se: Länderna

source: By default, the countries are in English but you can update them from your MySQL Administration software. The French version is available in the i18n folder of your plugin.
si_si: Privzeto je, da so države v angleščini, vendar se jih lahko posodobi prek MySQL.
sv_se: Som standard är länderna på engelska, men du kan uppdatera dem från din MySQL administration programvara. Den franska versionen är tillgänglig i i18n-mappen på din plugin.

source: This section of the plugin is entirely dedicated to the players management. You can add, edit or even delete a player once created.
si_si: Ta sekcija je namenjena upravljanju z Igralci. Lahko dodate, urejate in izbrišete igralce.
sv_se: Denna del av insticksprogrammet är helt tillägnad spelare hanteringen. Du kan lägga till, redigera eller ta bort en spelare en gång skapat.

source: Add a Player
si_si: Dodaj Igralca
sv_se: Lägg till spelare

source: Create a player is really simple. You just need to choose a firstname and a lastname.
si_si: Ustvarjanje novega igralca je enostavno z določitvijo Imena in Priimka.
sv_se: Skapa en spelare är väldigt enkel. Du behöver bara välja en förnamn och efternamn.

source: Edit a Player
si_si: Uredi Igralca
sv_se: Redigera Spelare

source: Once your player is available, you can edit it by clicking on his name. In edition mode, you can assign teams in the player profile. Once assigned, the player is available in the "results" section.
si_si: Ko ustvarite igraleca, ga lahko uredite tako, da kliknete na njegovo ime. In edition mode, you can assign teams in the player profile. Once assigned, the player is available in the "results" section.
sv_se: När din spelare är tillgängliga, kan du redigera den genom att klicka på hans namn. I utgåva läge kan du tilldela lag i spelarens profil. När spelaren är skriven finns han tillgänglig i "resultat" sektionen.

source: Delete a Player
si_si: Izbriši Igralca
sv_se: Radera Spelare

source: Keep in mind that once you delete a player, all data associated will be destroyed.
si_si: Pozor!! Z izbrisom igralca boste izgubili vse povezane podtake.
sv_se: Tänk på att när du tar bort en spelare, kommer alla tillhörande data förstöras.

source: Description
si_si: Opis
sv_se: Beskrivning

source: Data Type
si_si: Tip Podatkov
sv_se: Data Typ

source: Type
si_si: Tip
sv_se: Typ

source: Default
si_si: Privzeto
sv_se: Standar

source: Optional
si_si: Neobvezno
sv_se: Tillval

source: League ID
si_si: ID Lige
sv_se: Liga ID

source: Information to show => "table/fixtures/fixture"
si_si: Prikazana informacija => "table/fixtures/fixture"
sv_se: Information för att visa => "table/fixtures/fixture"

source: Kind of style => "general/home/away"
si_si: Vrsta stila => "general/home/away"
sv_se: Typ av stil => "general/home/away"

source: table
si_si: Tabela
sv_se: Tabell

source: Show all fixtures but only for that team
si_si: Prikaži vse kroge ene Ekipe
sv_se: Visa alla omgångar men bara för det laget

source: fixtures
si_si: krogi
sv_se: fixturer

source: Show the 5 latest results in ranking table
si_si: Prikaži zadnjih 5 rezultatov na lestivici
sv_se: Visa de 5 senaste resultaten i rangordning i denna tabell

source: Shortcodes Listing
si_si: Seznam "Shortcodes"
sv_se: Kortkoder Lista

source: Name
si_si: Ime
sv_se: Namn

source: Option
si_si: Možnost
sv_se: Alternativ

source: PHPleague Ranking Table
si_si: PHPleague Lestvica
sv_se: PHPleague Ranking Tabell

source: Display a lightweight ranking table
si_si: Prikaži osnovno lestvico
sv_se: Visa en lätt ranking tabell

source: Select one league from the dropdown list
si_si: Izberi ekipo iz spustnega seznama
sv_se: Välj en liga i rullistan.

source: Widgets Listing
si_si: Seznam Widgets
sv_se: Widgets Listan

source: You are currently using the <b>ULTIMATE</b> Edition of PHPLeague.
si_si: Trenutno uporabljate <b>ULTIMATE</b> verzijo PHPLeague.
sv_se: För tillfället använder du dig av <b>ULTIMATE</b> Edition of PHPLeague.

source: Requirements
si_si: Minimalne Zahteve
sv_se: Krav

source: Thanks
si_si: Hvala
sv_se: Tackar

source: I would like to thanks everybody who contribute - indirectly - to develop this Plugin. The names I have in mind are: Alexis Mangin, jQuery Developers and WordPress Developers.
si_si: Rad bi se zahvalil vsem, ki prispevajo - indirektno - pri razvoju tega vtičnika. Osebe v mislih: Alexis Mangin, jQuery Developers and WordPress Developers.
sv_se: Jag skulle vilja tacka alla som bidrar - indirekt - att utveckla denna plugin. Namnen jag har i åtanke är: Alexis Mangin, utvecklare jQuery och Wordpress utvecklare.

source: The name cannot be empty.
si_si: Polje Ime ne more biti prazno
sv_se: Namnet får inte vara tomt

source: The name must be alphanumeric and 3 characters long at least.
si_si: Ime mora biti sestavljeno iz 3 najmanj treh alfanumeričnih znakov.
sv_se: Namnet måste vara alfanumeriska och 3 tecken i alla fall.

source: The club
si_si: Klub

source: Club added successfully.
si_si: Uspešno ste dodali Klub
sv_se: Klubben är tillagd.

source: We are sorry but it seems that you did not select a club.
si_si: Oprostite, izgleda da niste izbrali Kluba.
sv_se: Vi är ledsna, men det verkar som du inte har valt en klubb.

source: Club deleted successfully with all data associated.
si_si: Uspešno ste odstranili klub in vse povezane podatke.
sv_se: Lyckad radering av klubben med alla tillhörande uppgifter.

source: Clubs deleted successfully with all data associated.
si_si: Uspešno ste odstranili klube in vse povezane podatke.
sv_se: Lyckad radering av klubbena, med alla tillhörande uppgifter.

source: We did not find any club in the database.
si_si: V bazi podatkov ni podatkov o Klubih
sv_se: Vi hittade ingen klubb i databasen.

source: Create
si_si: Ustvari
sv_se: Skapa

source: New Club
si_si: Nov Klub
sv_se: Ny Klubb

source: Delete
si_si: Ibriši
sv_se: Radera

source: Country
si_si: Država
sv_se: Land

source: Coach
si_si: Trener
sv_se: Tränare

source: Venue
si_si: Domače igrišče
sv_se: Plats

source: Clubs Listing
si_si: Seznam Klubov
sv_se: Klubbar Listade

source: Club Information
si_si: Inforamcije o Klubih
sv_se: Klubb Information

source: We did not find the club in the database.
si_si: V bazi podatkov nismo našli iskanega kluba
sv_se: Vi hittade inte klubben i database.

source: The venue must be alphanumeric and 5 characters long at least (optional).
si_si: Domače igrišče mora vsebovati njamanj 5 znakov ( Neobvezno )
sv_se: Platsen måste vara alfanumeriska och ha minst 5 tecken (krav).

source: The coach must be alphanumeric and 5 characters long at least (optional).
si_si: Trener mora vsebovati najmanj 5 znakov ( Neobvezno )

source: The creation date must be 4 digits (optional).
si_si: Datum ustanovitve mora vsebovati najmanj 4 številke ( Neobvezno )
sv_se: Skapelse året måste ha 4 siffror (krav)

source: The website is not valid (optional).
si_si: Spletna stran ni na voljo ( Neobvezno )
sv_se: Webbplatsen är inte giltigt (tillval).

source: Busted! We got 2 different IDs which is not possible!
si_si: Busted! Imamo 2 različna ID, kar je nemogoče!
sv_se: Synd! Vi fick 2 olika ID´n som inte är möjligt!

source: Club information edited with success!
si_si: Inforamcije o klubu so uspešno spremenjene
sv_se: Klubbinformationen redigerades med framgång!

source: Club Name:
si_si: Ime Kluba:
sv_se: Klubb Namn:

source: Country:
si_si: Država
sv_se: Land:

source: Coach Name:
si_si: Ime Trenerja
sv_se: Tränar Namn:

source: Club Venue:
si_si: Domače Igrišče:
sv_se: Klubb Plats:

source: Club Website:
si_si: Spletna Stran:
sv_se: Klubb hemsida:

source: Creation Year:
si_si: Ustanovljeno:
sv_se: Skapades år:

source: Big Logo:
si_si: Velik Logo
sv_se: Stor Logga:

source: Mini Logo:
si_si: Majhen Logo
sv_se: Mini Logga:

source: Save
si_si: Shrani
sv_se: Spara

source: We did not find the league in the database.
si_si: Nismo našli lige v bazi podatkov

source: Teams
si_si: Ekipe
sv_se: Lag

source: Matches
si_si: Tekme
sv_se: Matcher

source: Results
si_si: Rezultati
sv_se: Resultat

source: Settings
si_si: Nastavitve
sv_se: Inställningar

source: The fixtures format is not good!
si_si: Oblika Krogov ni pravilna!
sv_se: Omgångs formatet är inte okej! ...

source: Fixtures updated successfully!
si_si: Krogi Uspešno posodobljeni
sv_se: Omgångarna har uppdaterats!

source: Be aware that your league has an odd number of teams.
si_si: Opozorilo! Vaša liga ima liho število Ekip.

source: It seems that
si_si: Zdi se, da

source: Year
si_si: Leto
sv_se: År

source: Month
si_si: Mesec
sv_se: Månad

source: Day
si_si: Dan
sv_se: Dag

source: Fixtures of
si_si: Krogi
sv_se: Omgångar av

source: An error occurred with the fixture ID.
si_si: Prišlo je do napake z ID Kroga.

source: An error occurred because of the datatype given.
si_si: Prišlo je do napake, zardi tipa podatkov.

source: You cannot have the same team at home and away.
si_si: Ne moreš imeti isto ekipo, doma in v gosteh.

source: You cannot have the same team twice in a fixture.
si_si: Ne moreš imeti enako ekipo dvakrat na krog lige.

source: Match(es) updated successfully.
si_si: Tekma(e) uspešno posodobljene

source: - Fixture:
si_si: - Krog:
sv_se: - Omgång :

source: Matches of
si_si: Tekme
sv_se: Matcher av

source: Match "
si_si: Tekma "

source: An error occurred during the results generation.
si_si: Prišlo je do napake med procesiranjem rezultatov.

source: -- Select a player --
si_si: -- Izberi Igralca --
sv_se: -- Väl en spelare --

source: Results of
si_si: Rezultati
sv_se: Resultat av

source: You cannot activate the Prediction Mod because the year is past.
si_si: Ne morete aktivirati Mod-a napovedi, ker je leto že poteklo.

source: We did not find the corresponding settings to this league.
si_si: Nismo našli ustreznih nastavitve na tej ligi.

source: The year must be 4 digits.
si_si: Leto mora biti 4-mestno število.
sv_se: Året måste ha 4 siffror.

source: Settings updated successfully.
si_si: Nastavitve so uspešno posodobljene.
sv_se: Alternativen uppdaterades.

source: We are sorry but it seems that an error occurred.
si_si: Žal nam je, vendar se zdi, da je prišlo do napake.
sv_se: Tyvärr verkar det som FEL har uppstått.

source: Bonus/Malus updated successfully!
si_si: Bonus/Malus uspešno posodobljen!

source: Prediction settings updated successfully!
si_si: Nastavitve Napovedi uspešno posodobljen!

source: Players settings updated successfully!
si_si: Igralčeve nastavitve uspešno posodobljene!

source: Generate
si_si: Procesiraj
sv_se: Generera

source: -- Select a team --
si_si: -- Izberi Ekipo --
sv_se: - Välj ett lag -

source: Football
si_si: Nogomet
sv_se: fotboll

source: Name:
si_si: Ime:
sv_se: Namn:

source: Year:
si_si: Leto:
sv_se: År:

source: Point(s) for Victory:
si_si: Točk za zmago:
sv_se: Poäng(er) för Seger:

source: Team(s) for Promotion:
si_si: Št. Ekip ki napreduje:
sv_se: Lag(en) för avancemang:

source: Point(s) for Draw:
si_si: Točk za neodločen rezultat
sv_se: Poäng(er) för Lika:

source: Team(s) for Qualifying:
si_si: Ekip za Kvalifikacijo:

source: Point(s) for Defeat:
si_si: Točk za poraz:
sv_se: Poäng(er) för Nederlag:

source: Team(s) for Relegation:
si_si: Ekip za Obstanekv Ligi

source: Club Information Link:
si_si: Več Informacij o Klubu:

source: Time by Default:
si_si: Privzet Čas:
sv_se: Tid som standard:

source: Favorite Team:
si_si: Priljubljena Ekipa:
sv_se: Favorit Lag:

source: Leg(s) between Teams:
si_si: Srečanj med Ekipami
sv_se: Ben(en) mellan Lagen:

source: Player Mod Enabled:
si_si: Mod Igralec omogočen

source: Prediction Mod Enabled:
si_si: Mod Napovedi omogočen

source: I do not recommend using the Player Mod in production environment yet and be aware that only few features have been developed so far...
si_si: Ne priporočamo uporabo Mod Igralec sej pe ni razvit tako daleč ...

source: Prediction Mod is not working at the moment except to save your settings.
si_si: Mod Napovedi ne deluje

source: General Settings
si_si: Splošne Nastavitve
sv_se: Allmänna Inställningar

source: Starting Players:
si_si: Začetna Postava
sv_se: Startspelarna:

source: Substitute Players:
si_si: Rezervni igralci:
sv_se: Vikare Spelare:

source: What Sport:
si_si: Kateri Šport
sv_se: Vilken Sport:

source: Player Settings
si_si: Nastavitve Igralca
sv_se: Spelar Inställningar

source: Point(s) when Right:
si_si: Točk za pravilno

source: Point(s) when Wrong:
si_si: Točk za napačno

source: Point(s) for Participation:
si_si: Točk Za Sodelovanje

source: Hour(s) before Closing:
si_si: Ura (e) pred zaprtjem:

source: Prediction Settings
si_si: Nastavitve napovedi

source: Bonus/Malus for
si_si: Bonus/Malus za
sv_se: Bonus/Malus för

source: You cannot add twice the same club in a league.
si_si: Ne morete dodati dvakrat en Klub v Ligo.

source: Club added successfully in
si_si: Klub je bil uspešno dodan v
sv_se: Klubben lagts till i

source: Club removed successfully from
si_si: Klub uspešno odstranjeni iz
sv_se: Klubb har förflyttats framgångsrikt från

source: Clubs removed successfully from
si_si: Klubi uspešno odstranjeni iz
sv_se: Klubben har framgångsrikt förflyttats från

source: Send
si_si: Pošlji
sv_se: Skicka

source: Your league has currently <b>
si_si: Vaš liga ima trenutno <b>

source: Add a Team in
si_si: Dodaj Ekipo b
sv_se: Lägg till en Grupp i

source: Remove
si_si: Odstrani
sv_se: Ta bort

source: Home Matches
si_si: Domače Tekme
sv_se: Hemmamatcher

source: Away Matches
si_si: Gostovanja
sv_se: Bortamatcher

source: Teams in
si_si: Ekipe v
sv_se: Klubbar i

source: Table updated successfully.
si_si: Tabela uspešno posodobljena

source: The league is already in your database.
si_si: Liga je že v bazi podatkov.

source: League created successfully.
si_si: Liga uspešno ustvarjena.

source: We are sorry but it seems that you did not select a league.
si_si: Žal nam je, vendar se zdi, da niste izbrali Lige.

source: League deleted successfully.
si_si: Liga uspešno izbrisana.

source: Leagues deleted successfully.
si_si: Lige uspešno izbrisane.

source: No league found in the database!
si_si: V bazi podatkov ni nobene Lige.

source: New League
si_si: Nov Liga
sv_se: Ny lag

source: PHPLeague has been activated with success!
si_si: PHPLeague je bil uspečno aktiviran!

source: Options
si_si: Možnosti
sv_se: Meny

source: The first name must be alphanumeric and 3 characters long at least.
si_si: Ime mora biti alfanumerično iz najmanj 3 znakov.

source: The last name must be alphanumeric and 3 characters long at least.
si_si: Priimek mora biti alfanumerično iz najmanj 3 znakov.

source: Player added successfully.
si_si: Igralec je bil uspešno dodan.
sv_se: Spelare tillagda! :-)

source: We are sorry but it seems that you did not select a player.
si_si: Žal nam je, vendar se zdi, da niste izbrali igralca.

source: Player deleted successfully.
si_si: Igralec uspešno izbrisan.

source: Players deleted successfully.
si_si: Igralci uspešno izbrisani.
